[A_PutridBones_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="腐尸毒素"
mTooltip="骷髅和甲胄骷髅对近战攻击它们的生物造成每队伍生物数量 %spell1.spell.d.min %ICON_EARTH 土系伤害。"

[A_Necromancy_Marker H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[A_EternalServitude_Buff_Marker H7BaseBuff]
mName="永恒奴役"
mTooltip=""

[A_ManaDrain_Buff H7BaseBuff]
mName="法力汲取"
mTooltip=""

[A_EternalServitude_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="永恒奴役"
mTooltip="在一个队伍攻击后未被完全摧毁的情况下，复活该队伍中已摧毁骷髅和甲胄骷髅的 %buff.buff.special。"

[A_EternalServitude_Buff H7BaseBuff]
mName="永恒奴役"
mTooltip=""

[A_NoRestForTheWicked_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="恶灵无歇"
mTooltip="招魂术也能从倒下的亡灵生物中招魂。"

[A_ManaDrain_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="法力汲取"
mTooltip="一个生命生物队伍被消灭后，英雄恢复 %buff1.buff.stat.norm %buff1.buff.stat.icon 法力。"

[A_TheFaceOfFear_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="恐惧代言"
mTooltip="所有敌方生物在战斗期间获得 %buff1.buff.stat %ICON_MORALE 士气。"

[A_TheFaceOfFear_Buff H7BaseBuff]
mName="恐惧代言"
mTooltip="%stat %ICON_MORALE 士气\n持续到战斗结束。"

UCP 1.1

[A_PutridBones_CreatureAbility H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="腐尸毒素"
mTooltip="该生物对近战攻击它的生物造成 %d.min %ICON_EARTH 土系伤害。"

[A_Necromancy_Skill H7Skill]
mDescriptions[0]="在胜利的战斗后，唤起倒下的生命生物的尸体来增强英雄的亡灵军队。"
mDescriptions[1]=""
mDescriptions[2]="从倒下的生命生物中招魂最多 %special2.val1 个骷髅加入英雄的军队。因此，倒下的生命生物生命值的 %special2 被转化为骷髅的生命值。"
mDescriptions[3]="现在招魂最多 %special3.val1 个甲胄骷髅，而不是骷髅。\n总体上，倒下的生命生物生命值的 %special3 被转化为甲胄骷髅的生命值。"
mDescriptions[4]="现在招魂最多 %special4.val1 个甲胄骷髅。\n总体上，倒下的生命生物生命值的 %special4 被转化为甲胄骷髅的生命值。"
mName="亡灵巫术"
mTooltip="墓园族技能。"


[A_DarkNova_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="黑暗新星"
mTooltip="纳姆塔鲁的黑暗箭首次命中额外攻击目标周围的所有敌方单位。"


7.5_v2

[A_GhostRide_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="恶灵骑士"
mTooltip="招魂术额外从倒下的生命生物生命值的 %special1 中招魂最多 %special1.val1 个女妖，并从被杀生物生命值的 %special3 中招魂 %special3.val1 个织死蜘蛛。"